Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/admin/sd/samediggi.no/samer-og-inuitter-enige-om-felles-maalsettinger-i-nuuk.html.tmx
Source language: nob
Languages: smj

source: Samer og Inuitter enige om felles målsettinger i Nuuk / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
smj: Sáme ja inuihta sjiehtadin aktisasj ulmijt Nuukan / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Samer og Inuitter enige om felles målsettinger i Nuuk
smj: Sáme ja inuihta sjiehtadin aktisasj ulmijt Nuukan

source: Samer og Inuitter ble enige om felles målsettinger frem mot FNs verdenskonferanse om urfolk i 2014 under deres felles møte i Nuuk, 23. – 24. oktober 2012.
smj: Sáme ja inuihta sjiehtadin aktisasj ulmijt ANa væráltkonferánssaj álggoálmmugij hárráj 2014 aktisasj tjåhkanimen Nuukan, gålgådismáno 23.-24. biejve 2012.

source: Samene og Inuittene utgjør den Arktiske region i FN sammenheng.
smj: Sáme ja inuihta le arktalasj guovllo ANa aktisasjvuodan.

source: Samene var representert gjennom Samisk parlamentarisk råd og Samerådet, mens Inuittene var representert ved Grønlands selvstyre og Inuit Circumpolar Council (ICC).
smj: Sáme parlamentáralasj ráde ja Sámeráde åvdåstin sámijt, madi Kalalit nunaata iesjmierredibme ja Inuit Circumploar Council (ICC) inuihtajt åvdåstin.

source: President og leder av Samisk parlamentarisk råd, Egil Olli uttaler at han er svært tilfreds med det gode samarbeidet mellom inuittene og samene.
smj: Presidænnta ja Sáme parlamentáralasj ráde njunnjusj, Egil Olli, javllá sån le riek dudálasj dan buorre aktisasjbargujn sámij ja inuihtaj gaskan.

source: - Møtet ble gjennomført på en smidig måte og i en god atmosfære.
smj: - Tjåhkanibme tjadáduváj másjkudis láhkáj ja buorre dilijn.

source: Den felles arktiske erklæringen er utarbeidet i et nært samarbeid mellom samer og inuitter, og erklæringens innhold framhever tydelig viktigheten av urfolksrettighetene, slik disse er nedfelt i bl.a. FNs urfolkserklæring vedtatt i 2007, uttaler Egil Olli.
smj: Aktisasj arktalasj tjielggidus tjáleduváj lahka aktisasjbargo baktu sámij ja inuihtaj gaskan, ja tjielggidusá sisadno åvdet tjielggasit ájnasvuodav álggoálmmukriektáj, nav gåk dá li ANa álggoálmmuktjielggidusán mij mierreduváj jagen 2007, javllá Egil Olli.

source: Samene og inuittene uttykker i erklæringen forventninger om hvilke tiltak og prioriteringer verdenskonferansen bør vedta for å sikre styrket gjennomføring av urfolks menneskerettigheter.
smj: Sáme ja inuihta åvddånbukti tjielggidusán vuorddemusájt dåjmaj ja vuorodimijt birra majt væráltkonferánssa bierri mierredit sihkarastátjit tjadádimev álggoálmmugij ulmusjriektájs.

source: - Vår felles posisjon er handlingsrettet og inneholder en rekke nytenkende forslag som urfolk over hele verden vil kunne dra nytte av dersom disse følges opp under verdenskonferansen.
smj: - Mijá aktisasj dille le dåjmalasj ja danna li moadda ásadime oajvvadusájda massta álggoálmmuga ålles væráldis máhtti ávkástallat jus dá oatsoduvvi væráltkonferansan.

source: Jeg tror at vår felles erklæring er et godt innspill i prosessen mot verdenskonferansen om urfolk i 2014, utdyper Egil Olli videre.
smj: Jáhkáv mijá aktisasj tjielgadus le buorre árvvalus prosessan væráltkonferánssaj álggoálmmugij hárráj jagen 2014, tjielggi Egil Olli.

source: Egil Olli påpeker avslutningsvis at Samisk parlamentarisk råd er svært fornøyd med den arktiske regions sluttdokument, som inneholder regionens prioriteringer mot verdenskonferansen.
smj: Egil Olli hæjttá tsuojggidusájn Sáme parlamentáralasj ráde le riek dudálasj arktalasj guovlo hæjttotjállagijn, guovlo vuorodimij væráltkonferánssaj.

source: Erklæringen tar opp temaer som urfolks selvbestemmelsesrett;
smj: Tjielggidus åvdet tiemájt dagu álggoálmmugij riektájt iesjmirredimriektáj hárráj;

source: rett til land, vann, ressurser og tradisjonelle levemåter.
smj: riektáv ednamij, tjáhtjáj, resurssajda ja árbbedábálasj viessomvuogijda.

source: - Erklæringen fremmer forslag om en tilleggsprotokoll til FNs urfolkserklæring med sikte på å styrke gjennomføring av urfolks rett til selvbestemmelse og retten til land og naturressurser;
smj: - Tjielggidus åvdet oajvvadusá duoddetjállagav ANa álggoálmmuktjielggadusssaj ulmijn nannit tjadádimev álggoálmmugij riektájs iesjmierredibmáj ja riektá ednamij ja luohkkojda;

source: tiltak for å styrke gjennomføringen av urfolksrettighetene;
smj: dåjma nannitjit åvddånbuktemav álggoálmmukriektájs;

source: kultur, språk, utdannelse og helse;
smj: kultuvrav, gielav, åhpadusáv ja varresvuodav;

source: urfolks grenseoverskridende rettigheter, samt forslag om tiltak for å styrke FNs arbeid med urfolksrettigheter, avslutter Olli.
smj: álggoálmmugij rádjárasstim riektájs; ja aj oajvvadusáj dåjmajda nannitjit ANa bargov álggoálmmukriektáj, hæjttá Olli.

source: Kontaktperson:
smj: Guládallamulmusj:

source: President og leder av Samisk parlamentarisk råd, Egil Olli.
smj: Presidænnta ja Sáme parlamentáralasj ráde njunnjusj, Egil Olli.
